Repository: egesucu/Pet-Reminder
Catalog: Pet Reminder/Packages/Shared/Sources/Shared/Localizable.xcstrings
Source language: en
Languages: fr, it, tr

# add_animal_accessible_label
source: Add Animal
fr: Ajouter un animal
it: Aggiungi animale
tr: Evcil Hayvan Ekle

# add_animal_button
source: Add Animal
fr: Ajouter un animal
it: Aggiungi animale
tr: Dostunu Ekle

# add_event_accessible_title
source: Add Event
fr: Ajouter un événement
it: Aggiungi evento
tr: Etkinlik Ekle

# add_event_date
source: Event Date
fr: Date de l’événement
it: Data dell’evento
tr: Etkinlik Tarihi

# addText
source: Add
fr: Ajouter
it: Aggiungi
tr: Ekle

# event_title
source: Up Next
fr: À venir
it: Prossimo
tr: Sıradaki

# feed_content
source: Feed
fr: Repas
it: Pasto
tr: Öğün

# feed_history_title
source: Feed History
fr: Historique des repas
it: Cronologia dei pasti
tr: Öğün Geçmişi

# feed_selection_both
source: Both
fr: Les deux
it: Entrambi
tr: İkisi De

# feed_selection_evening
source: Evening
fr: Soir
it: Sera
tr: Akşam

# feed_selection_morning
source: Morning
fr: Matin
it: Mattina
tr: Sabah

# feed_time_title
source: Choose a Feed Time
fr: Choisir l’heure du repas
it: Scegli l’orario del pasto
tr: Besleme Düzeni Seç

# find_vet_open
source: Select your map app
fr: Choisir votre app de navigation
it: Seleziona l’app per le mappe
tr: Harita Uygulamanızı Seçin

# find_vet_simulation_error
source: Simulation does not support User Location
fr: Le simulateur ne prend pas en charge la position de l’utilisateur
it: Il simulatore non supporta la posizione dell’utente
tr: Kullanıcı konumu simülasyon tarafından desteklenmiyor.

# find_vet_title
source: Nearby
fr: À proximité
it: Nelle vicinanze
tr: Yakında

source: Hello
fr: Bonjour
it: Ciao
tr: Merhaba

# home_tab_title
source: Daily
fr: Quotidien
it: Giornaliero
tr: Günlük

# last_feed_title
source: Last Feed:
fr: Dernier repas :
it: Ultimo pasto:
tr: Son Öğün:

# location_alert_change
source: Change
fr: Modifier
it: Modifica
tr: Değiştir

# location_alert_context
source: Location permission denied. In order to work with this page, you need to allow us from app settings
fr: L’accès à votre position a été refusé. Pour utiliser cette page, vous devez l’autoriser dans les réglages de l’app.
it: L’autorizzazione alla posizione è stata negata. Per usare questa pagina, devi consentire l’accesso dalle impostazioni dell’app.
tr: Konum iznini reddettiniz. Bu sayfanın düzgün çalışması için uygulama ayarlarından konum izni vermeniz gerekiyor.

# location_alert_title
source: Alert
fr: Alerte
it: Avviso
tr: Uyarı

# location_search_title
source: Search
fr: Rechercher
it: Cerca
tr: Ara

# manage_pet_title
source: Manage Pets
fr: Gérer les animaux
it: Gestisci animali
tr: Dostlarını Yönet

# Morning and Evening Selected
source: Morning & Evening are selected
fr: Matin et soir sélectionnés
tr: Sabah ve Akşam seçildi

source: Name
fr: Nom
it: Nome
tr: İsim

# name_error
source: You already have a pet with this name
fr: Vous avez déjà un animal portant ce nom
it: Hai già un animale con questo nome
tr: Zaten bu isme sahip bir evcil hayvan bulunuyor

# no_account
source: No iCloud account
fr: Aucun compte iCloud
it: Nessun account iCloud
tr: iCloud hesabı yok.

# no_feed_content
source: No Feed
fr: Aucun repas
it: Nessun pasto
tr: Öğün Yok

# no_feed_today_content
source: No Feed today
fr: Aucun repas aujourd’hui
it: Nessun pasto oggi
tr: Bugün öğün yok

# no_vaccine_title
source: No vaccine added yet.
fr: Aucun vaccin ajouté pour le moment.
it: Non è stato ancora aggiunto alcun vaccino.
tr: Henüz aşı eklenmemiş.

# notification_birthday_content %@
source: %@ born today. Happy birthday friend, here's a free hug and paw-five.
fr: C’est l’anniversaire de %@ aujourd’hui. Bon anniversaire ! Voici un câlin et un tope-là de patte.
it: Oggi è il compleanno di %@. Buon compleanno, amico: ecco un abbraccio e un batticinque di zampa.
tr: %@ bugün doğru. Doğumgünün kutlu olsun dost, bizden sana ücretsiz bir sarılma ve pati-beşlik.

# notification_content %@
source: Your friend %@ needs food and water. Don't forget.
fr: Votre compagnon %@ a besoin de nourriture et d’eau. Ne l’oubliez pas.
it: Il tuo amico %@ ha bisogno di cibo e acqua. Non dimenticarlo.
tr: Arkadaşın %@ su ve yemeğe muhtaç. Onu Unutma.

# notification_title
source: Hello Human
fr: Bonjour, humain
it: Ciao, umano
tr: Selam İnsan

# notifications_manage_title
source: Manage Notifications
fr: Gérer les notifications
it: Gestisci notifiche
tr: Bildirimleri Yönet

source: Open Settings
fr: Ouvrir les réglages
it: Apri Impostazioni
tr: Ayarları Aç

source: Other
fr: Autre
it: Altro
tr: Diğer

# payment_cant
source: User can't make any payment.
fr: L’utilisateur ne peut effectuer aucun paiement.
it: L’utente non può effettuare pagamenti.
tr: Kullanıcı satın alma yapamıyor.

# pet_name_title
source: Pets
fr: Animaux
it: Animali
tr: Evcil Hayvanlar

# pet_name_title %@
source: Hello %@
fr: Bonjour %@
it: Ciao %@
tr: Merhaba %@

# pet_no_pet
source: No Pets added yet.
fr: Aucun animal ajouté pour le moment.
it: Nessun animale ancora aggiunto.
tr: Henüz evcil hayvan eklemedin.

# pet_select
source: Select an animal to view.
fr: Sélectionnez un animal à afficher.
it: Seleziona un animale da visualizzare.
tr: Görüntülemek için bir evcil hayvan seçin.

# photo_set_label
source: Tap the image to set a photo
fr: Touchez l’image pour définir une photo
it: Tocca l’immagine per impostare una foto
tr: Resme Dokun ve Fotoğraf Seç

# photo_upload_detail_title
source: Your photo belongs to you. It cant' be use for a commercial purpose. You can also continue without selecting anything.
fr: Votre photo vous appartient. Elle ne peut pas être utilisée à des fins commerciales. Vous pouvez également continuer sans rien sélectionner.
it: La tua foto appartiene a te. Non può essere utilizzata per scopi commerciali. Puoi anche continuare senza selezionare nulla.
tr: Fotoğrafınız size aittir. Ticari amaçlarla kullanılamaz. Ayrıca fotoğraf seçmeden devam edebilirsiniz.

# previous_title
source: Previous
fr: Précédent
it: Precedenti
tr: Geçmiş

# privacy_policy_content
source: Pet Reminder is a free indie developed application which aims to make your life easy with your pet friend. We care about the privacy. Your information is stored in your application memory and shared with your other devices using Apple's CloudKit technology with iCloud. We don't value your information as a selling point or a commercial gain, but we only gather simple informations to show you inside of the app. Our app does not use any tracker or logging information to get your app usage, because we don't care. Our mission is to make the application easy to use with supporting latest iOS features and new design trends.
fr: Pet Reminder est une application gratuite développée par un créateur indépendant afin de vous faciliter la vie avec votre compagnon. Nous accordons de l’importance à votre vie privée. Vos informations sont stockées dans les données de l’application et synchronisées avec vos autres appareils via iCloud à l’aide de la technologie CloudKit d’Apple. Nous ne considérons pas vos informations comme un produit à vendre ni comme une source de profit ; nous recueillons uniquement les données nécessaires pour vous les présenter dans l’application. Notre app n’utilise aucun outil de suivi et n’enregistre aucune donnée sur votre utilisation, car cela ne nous intéresse pas. Notre mission est de rendre l’application simple à utiliser en prenant en charge les dernières fonctionnalités d’iOS et les nouvelles tendances en matière de design.
it: Pet Reminder è un’app gratuita sviluppata da un programmatore indipendente, pensata per semplificarti la vita con il tuo amico animale. La tua privacy è importante per noi. Le tue informazioni vengono archiviate nei dati dell’app e sincronizzate con gli altri tuoi dispositivi tramite iCloud usando la tecnologia CloudKit di Apple. Non consideriamo le tue informazioni un prodotto da vendere o una fonte di guadagno: raccogliamo solo dati essenziali per mostrarteli all’interno dell’app. La nostra app non usa sistemi di tracciamento né registra dati sul suo utilizzo, perché non ci interessano. La nostra missione è rendere l’app semplice da usare, supportando le più recenti funzionalità di iOS e le nuove tendenze di design.
tr: Pet Reminder, tek bir geliştiriciye ait olan ücretsiz bir uygulamadır. Uygulamanın amacı evcil dostlarınızla olan yaşamınızı kolaylaştırmaktır. Gizliliğe önem veriyoruz. Bilgileriniz uygulama verisi içerisinde saklanıyor ve Apple'ın CloudKit teknolojisi ile iCloud hesabınız üzerinden diğer cihazlara aktarılıyor. Verilerinize bir değer biçmiyoruz ve onları bir ticari kazanç olarak görmüyoruz. Toplamamızdaki tek amaç bunları uygulama içerisinde göstermektir. Uygulamamız aktivitelerinizi takip eden bir kod içermiyor, çünkü umursamıyoruz. Misyonumuz uygulamayı yepyeni iOS özellikleri ile daha kullanışlı bir hale getirmek ve yeni tasarım trendlerini uygulamaktır.

# privacy_policy_title
source: Privacy Policy
fr: Politique de confidentialité
it: Informativa sulla privacy
tr: Gizlilik Politikası

source: Refresh
fr: Actualiser
it: Aggiorna
tr: Yenile

source: Remove All
fr: Tout supprimer
it: Rimuovi tutto
tr: Tümünü Sil

# restricted_account
source: iCloud is restricted
fr: iCloud est soumis à des restrictions
it: iCloud è soggetto a restrizioni
tr: iCloud hesabı kısıtlı

source: Save
fr: Enregistrer
it: Salva
tr: Kaydet

# select_date
source: Select a date
fr: Sélectionner une date
it: Seleziona una data
tr: Bir tarih seç

# settings_tab_title
source: Settings
fr: Réglages
it: Impostazioni
tr: Ayarlar

# settings_tint_color
source: App Color
fr: Couleur de l’app
it: Colore dell’app
tr: Uygulama Rengi

# settings_title
source: Settings
fr: Réglages
it: Impostazioni
tr: Ayarlar

# setup_name
source: Name
fr: Nom
it: Nome
tr: İsim

# setup_title
source: Setup
fr: Configuration
it: Configurazione
tr: Kurulum

# start_name_label
source: Let's start with a name
fr: Commençons par un nom
it: Iniziamo con un nome
tr: Hadi bir isim ile başlayalım.

# tap_to_change_text
source: Tap to Change
fr: Toucher pour modifier
it: Tocca per modificare
tr: Değiştirmek için dokun

source: Today
fr: Aujourd’hui
it: Oggi
tr: Bugün

# today_title
source: Today
fr: Aujourd’hui
it: Oggi
tr: Bugün

# upcoming_title
source: Upcoming Events
fr: Événements à venir
it: Eventi in programma
tr: Sıradaki Etkinlikler

# vaccine_history_title
source: Vaccine History
fr: Historique des vaccins
it: Cronologia dei vaccini
tr: Aşı Geçmişi

# welcome_add_pet
source: Add Pet
fr: Ajouter un animal
it: Aggiungi animale
tr: Dostunu Ekle

# welcome_context
source: Welcome to Pet Reminder. You can manage your little friend here. You can manage their daily feed and create reminder events for them. Are you ready? Let's start by adding your first friend.
fr: Bienvenue dans Pet Reminder. Ici, vous pouvez prendre soin de votre petit compagnon, gérer ses repas quotidiens et créer des événements de rappel pour lui. Prêt à commencer ? Ajoutez votre premier compagnon.
it: Ti diamo il benvenuto in Pet Reminder. Qui puoi prenderti cura del tuo piccolo amico, gestire i suoi pasti quotidiani e creare eventi promemoria per lui. Sei pronto? Iniziamo aggiungendo il tuo primo amico.
tr: Pet Reminder'a hoşgeldin. Burada küçük dostlarını yönetebilirsin. Onların günlük ihtiyaçlarını yönetebilir ve onlar için etkinlikler oluşturabilirsin. Hazır mısın? Hadi ilk dostunu ekleyerek başlayalım.

# welcome_restore
source: Restore
fr: Restaurer
it: Ripristina
tr: Geri Döndür

# welcome_title
source: Welcome to Pet Reminder
fr: Bienvenue dans Pet Reminder
it: Ti diamo il benvenuto in Pet Reminder
tr: Pet Reminder'a hoşgeldin

# add_event_end
source: End
it: Fine
tr: Bitiş

# add_event_info
source: Event Info
it: Informazioni sull’evento
tr: Etkinlik Bilgisi

# add_event_name
source: Event Name
it: Nome dell’evento
tr: Etkinlik Adı

# add_event_note
source: This event is created by Pet Reminder app.
it: Questo evento è stato creato dall’app Pet Reminder.
tr: Pet Reminder uygulaması tarafından eklenmiştir.

# add_event_save
source: Save Event
it: Salva evento
tr: Etkinliği Kaydet

# add_event_start
source: Start
it: Inizio
tr: Başlangıç

# add_event_time
source: Event Time
it: Ora dell’evento
tr: Etkinlik Zamanı

# add_event_title
source: New Event
it: Nuovo evento
tr: Yeni Etkinlik

# all_day_title
source: All Day
it: Tutto il giorno
tr: Tüm Gün

source: App Settings
it: Impostazioni app
tr: Uygulama Ayarları

# apple_maps
source: Map
it: Mappe
tr: Harita

# birthday_ask_label
source: When does your friend born?
it: Quando è nato il tuo amico?
tr: Arkadaşın ne zaman doğdu?

# birthday_title
source: Birthday
it: Compleanno
tr: Doğumgünü

# buy_coffee_title
source: Buy a ☕️
it: Offri un ☕️
tr: Bir ☕️ satın al

# cancelTitle
source: Cancel
it: Annulla
tr: İptal

# cant_fetch_status
source: iCloud is unavailable at the moment. Please try again later.
it: iCloud non è disponibile al momento. Riprova più tardi.
tr: iCloud şu an aktif değil. Lütfen daha sonra tekrar deneyin.

# cloud_unavailable
source: iCloud Unavailable
it: iCloud non disponibile
tr: iCloud Aktif Değil

source: Continue
it: Continua
tr: Devam Et

source: Date
it: Data
tr: Tarih

# date_select_label
source: Select the Date
it: Seleziona la data
tr: Bir tarih seç

# default_photo_label
source: I want to use the default photo.
it: Voglio usare la foto predefinita.
tr: Varsayılan fotoğrafı kullanmak istiyorum.

# default_vet_text
source: Vet
it: Veterinario
tr: Veteriner

# donate_us_clear
source: Clear Previous Purchase History
it: Cancella la cronologia degli acquisti precedenti
tr: Satın alma geçmişini temizle.

# donate_us_cleared_successfull
source: Previous Purchase history cleaned successfully.
it: La cronologia degli acquisti precedenti è stata cancellata.
tr: Önceki satın almalar başarıyla silindi.

# donate_us_comment
source: Note that the donation is completely optional. We will never pop up an ad or get your attention to here.
it: La donazione è completamente facoltativa. Non mostreremo mai annunci né cercheremo di attirare qui la tua attenzione.
tr: Bu bağışın opsiyonel olduğunu unutma. Bunun için size asla reklam çıkarmayacağız veya ilginizi buraya çekmeye çalışmayacağız.

# donate_us_context
source: This app began as a free app(and still is). This app is created from an indie developer as a hobby project to test its skills and supported through the years, it has become into an app with more than hundreds of downloads. We're so grateful to have you here.
it: Questa app è nata come app gratuita (e lo è ancora). È stata creata da uno sviluppatore indipendente come progetto personale per mettere alla prova le proprie capacità e, grazie al supporto ricevuto negli anni, è diventata un’app con centinaia di download. Siamo davvero felici di averti qui.
tr: Bu uygulama ücretsiz bir uygulama olarak başladı(Hala da ücretsiz). Bu uygulama tek bir geliştirici tarafından hobi olarak ve yeteneklerini geliştirmek adına yaratıldı ve hala desteklenmeye devam ediyor. Uygulama yüzlerce insanın indirip kullandığı bir noktaya ulaştı. Burada olmanızdan ötürü çok memnunuz.

# donate_us_donated
source: You already donated this before, you can do it again if you wish.
it: Hai già effettuato questa donazione, ma puoi farla di nuovo se lo desideri.
tr: Bu bağışı çoktan yaptın. İstersen tekrar yapabilirsin.

# donate_us_title
source: Donate Us
it: Fai una donazione
tr: Bağış Yap

# event_no_title
source: No event there
it: Nessun evento
tr: Bir etkinlik yok.

# event_tab_title
source: Events
it: Eventi
tr: Etkinlikler

# notification %lld
source: %lld notifications
it: %lld notifiche
tr: %lld bildirim

# notification_to
source: Notification
it: Notifica
tr: Bildirimi

# notifications %lld
source: %lld notifications
it: %lld notifiche
tr: %lld bildirim

# notifications_title
source: Notifications
it: Notifiche
tr: Bildirimler

# photo_title
source: Photo
it: Foto
tr: Fotoğraf

source: Bird
tr: Kuş

source: Cat
tr: Kedi

source: Change
tr: Değiştir

source: Dog
tr: Köpek

# Evening Selected
source: Evening is selected
tr: Akşam seçildi

source: Fish
tr: Balık

source: Google Maps
tr: Google Haritalar

# Morning Selected
source: Morning is selected
tr: Sabah seçildi

# yandex_navi
source: Yandex Navigation
tr: Yandex Navigasyon
